CSI API ETABS v1
cDesignSteel.AISC360_05_IBC2006 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStAISC360_05_IBC2006 AISC360_05_IBC2006 { get; }
ReadOnly Property AISC360_05_IBC2006 As cDStAISC360_05_IBC2006
	Get
Dim instance As cDesignSteel
Dim value As cDStAISC360_05_IBC2006
value = instance.AISC360_05_IBC2006
property cDStAISC360_05_IBC2006^ AISC360_05_IBC2006 {
	cDStAISC360_05_IBC2006^ get ();
}
abstract AISC360_05_IBC2006 : cDStAISC360_05_IBC2006 with get
Property Value
Type: cDStAISC360_05_IBC2006
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace